begin;

insert into verse_commentary (verse_id, content)
values ('57001001', 'Ὁ μὲν Παῦλος ταὺτην τὴν ἐπιστολὴν ἔγραψε σὺν τῷ Τιμοθέῳ, αὐτὸς δὲ δέσμιος τοῦ Χριστοῦ Ἰησοῦ ἦν· νῦν δὲ ἔγραψε ταύτην τὴν ἐπιστολὴν ἐν τῇ φυλακῇ. Ὁ γὰρ δέσμιος ἦν ὑπὲρ τοῦ εὐαγγελίου τοῦ Χριστοῦ, οὐχ ὡς δέσμιος ἀνθρώπων μένων ἐν τῇ φυλακῇ τῶν Ῥωμαίων, ἀλλὰ ὡς τοῦ Χριστοῦ Ἰησοῦ. Δέδεται γὰρ διὰ τὸ κηρύσσειν τὸ εὐαγγέλιον τοῦ Χριστοῦ καὶ τὸ μαρτυρεῖν περὶ τῆς ζωῆς καὶ ἔργου τοῦ Ἰησοῦ Χριστοῦ· Ὁ δὲ Τιμόθεος ὁ ἀδελφὸς καὶ ὁ γράφων σὺν Παύλῳ· εἰργάζετο γὰρ ὥς κοινωνός τε καὶ συνεργὸς ἐν τῷ ἔργῳ τοῦ Χριστοῦ εὐαγγελίου. Ὁ δέ Φιλήμων ἐστιν ὁ δεχόμενος τὴν ἐπιστολήν. Ἡ γὰρ ἐπιστολὴ πρὸς αὐτὸν τὸν ἀγαπητὸν καὶ συνεργὸν ἐν Χριστῷ ἀπεστάλη ὑπὸ τοῦ Παύλου καὶ Τιμοθέου. Αὐτὸς δὲ καλεῖται ἀγαπητός, ὅτι λίαν ἀγαπᾶται ὑπὸ Παύλου καὶ Τιμοθέου· καὶ συνεργὸς ὅτι εἰργάζετο ἐν τοῖς ἔργοις τοῦ κυρίου σὺν ἄλλοις πιστοῖς ἐν Χριστῷ, μάλιστα δὲ ἐν τῇ κατ’ οἶκον αὐτοῦ ἐκκλησίᾳ ἐν ταῖς Κολοσσαῖς.');

insert into verse_question (verse_id, sort_order, question, response)
values
('57001001', 1, 'Τίς ἐστιν ὁ Παῦλος;', 'Ὁ Παῦλός ἐστιν ὁ δέσμιος τοῦ Χριστοῦ Ἰησοῦ.'),
('57001001', 2, 'Τίνος δέσμιός ἐστιν ὁ Παῦλος;', 'Τοῦ Χριστοῦ Ἰησοῦ δέσμιός ἐστιν ὁ Παῦλος.'),
('57001001', 3, 'Μετὰ τίνος ὁ Παῦλος γράφει τὴν ἐπιστολὴν;', 'Μετὰ τοῦ Τιμοθέου γράφει ὁ Παῦλος τὴν ἐπιστολήν.'),
('57001001', 4, 'Τίνες εἰσὶν οἱ γράφοντες τὴν ἐπιστολήν;', 'Ὁ Παῦλoς καὶ Τιμόθεός εἰσιν οἱ γράφοντες τὴν ἐπιστολήν.'),
('57001001', 5, 'Τίς ἐστιν ὁ Τιμόθεος κατὰ τὸν Παῦλον;', 'Ὁ ἀδελφός ἐστιν ὁ Τιμόθεος κατὰ τὸν Παῦλον ἐν τῇ ἐπιστολῇ.'),
('57001001', 6, 'Τίνι γράφουσιν Παῦλος καὶ Τιμόθεoς τὴν ἐπιστολήν;', 'Τῷ Φιλήμονι τὴν ἐπιστολὴν γράφουσιν Παῦλoς καὶ Τιμόθεoς.'),
('57001001', 7, 'Πῶς ἄλλως Παῦλoς καὶ Τιμόθεoς καλοῦσι τὸν Φιλήμονα;', 'Τὸν συνεργὸν καὶ τὸν ἀγαπητὸν αὐτῶν καλοῦσι τὸν Φιλήμονα ὁ Παῦλoς καὶ ὁ Τιμόθεoς.'),
('57001001', 8, 'Τί σημαίνει τῷ Φιλήμονι τῷ ἀγαπητῷ;', 'Ὁ ἀγαπητός ἐστιν ὅς λίαν ἀγαπᾶται ὑπό τινος· ὁ δὲ Φιλήμων ἐστὶν ἀγαπητὸς ὅτι ἀγαπᾶται ὑπὸ τοῦ Παύλου καὶ Τιμοθέου ἐν Χριστῷ καὶ πρὸς ὅν γράφουσιν τὴν ἐπιστολήν.'),
('57001001', 9, 'Τί σημαίνει συνεργῷ περὶ Φιλήμονος;', 'Ὁ συνεργός ἐστιν ὅς ἐργάζεται σύν τινι ἐν τῷ ἔργῳ. ὁ δὲ Φιλήμων ἐργάζεται σὺν τῷ Παύλῳ καὶ Τιμοθέῳ ἐν τῷ ἐργῷ τοῦ εὐαγγελίου τοῦ κυρίου Ἰησοῦ. Αὐτὸς οὖν συνεργός ἐστιν.'),
('57001001', 10, 'Διὰ τί ὁ Παῦλος δέσμιός ἐστιν;', 'Ὁ Παῦλος δέσμιός ἐστιν διὰ τὸ εὐαγγέλιον τοῦ κυρίου Ἰησοῦ Χριστοῦ. Ὁ γὰρ Παῦλος ἀπόστολός ἐστιν τοῦ κυρίου, ἐκήρυξεν μὲν τὸ εὐαγγέλιον αὐτοῦ καὶ ἐμαρτύρησεν δὲ περὶ τοῦ Χ ριστοῦ τῷ κόσμῳ. Διὰ τοῦτο νῦν δέδεται ἐν φυλακῇ, διὰ τὴν πίστιν καὶ τὴν ἀγάπην τοῦ εὐαγγελίου. Ἐξ οὖν τῆς φυλακῆς ἔγραψεν τὴν ἐπιστολὴν μετὰ Τιμοθέου πρὸς Φιλήμονα.')
;

insert into word_lexicon (word_id, content)
values
('5700100101', 'ἀνήρ, ἀπόστολος Ἰησοῦ Χριστοῦ, γράφων τὴν ἐπιστολήν.'),
('5700100102', 'ἄνθρωπος ἐν φυλακῇ ἤ δεσμωτηρίῳ ὤν, δεδεμένος διὰ Χριστόν. νῦν οὐκ ἐλεύθερος ἀλλὰ δοῦλός ἐστιν'),
('5700100103', 'ὁ κεχρισμένος παρὰ θεοῦ, ὁ κύριος ἤ ὁ Βασιλεύς'),
('5700100104', 'ὄνομα τοῦ Χριστοῦ, ὁ υἱὸς τοῦ θεοῦ.'),
('5700100106', 'ἀδελφὸς πιστός, μαθητὴς τοῦ Παύλου, συνεργὸς Παύλου ἐν τῷ εὐαγγελίῳ.'),
('5700100108', 'ὁ πιστεύων εἰς τὸν κύριον, μέλος τῆς ἐκκλησίας ἤ οἰκίᾳ'),
('5700100109', 'ἀνήρ πιστός ἐν Χριστῷ ἐν ταῖς Κολοσσαῖς, ἀγαπητὸς καὶ συνεργὸς Παύλου πρὸς ὅν ὁ Παῦλος καὶ Τιμόθεος ἔγραψαν τὴν ἐπιστολήν.'),
('5700100111', 'ὅς ἀγαπᾶται ὑπὸ ἄλλων ἀνθρώπων· ὁ Φιλήμων ἐστιν ἀγαπητὸς ὅτι ἀγαπᾶται ὑπὸ τοῦ Παύλου καὶ Τιμοθέου ἐν Χριστῷ.'),
('5700100113', 'ὅς ἐργάζεται σῦν τινι ἐν τῷ ἔργῳ. ὅς μετ’ ἄλλου ἐργαζόμενος εἰς τὸ ἔργον τοῦ θεοῦ. ὁ Φιλήμων ἐργάζεται σῦν τῷ Παύλῳ καὶ Τιμοθέῳ ἐν τῷ ἔργῳ τοῦ εὐαγγελίου τοῦ κυρίου Ἰησοῦ.')
;

commit;
